Repository: yanascz/bitcoin-widgets-ios
Catalog: Widgets/Localizable.xcstrings
Source language: en
Languages: cs

# CombinedStatusWidget.description
source: See status of your full node and mempool.space Bitcoin explorer.
cs: Sledujte stav svého Bitcoinového uzlu a prohlížeče mempool.space.

# CombinedStatusWidget.displayName
source: Combined Status
cs: Kombinovaný stav

# HalvingCountdownWidget.description
source: See countdown to the upcoming halving.
cs: Sledujte odpočet do nadcházejícího půlení.

# HalvingCountdownWidget.displayName
source: Halving Countdown
cs: Odpočet půlení

# MempoolStatusWidget.description
source: See status of mempool.space Bitcoin explorer.
cs: Sledujte stav Bitcoinového prohlížeče mempool.space.

# MempoolStatusWidget.displayName
source: Mempool Status
cs: Stav mempool.space

# MoscowTimeWidget.description
source: See current Moscow Time (sats per dollar) for selected currencies.
cs: Sledujte aktuální Moskevský čas (sats za dolar) pro vybrané měny.

# MoscowTimeWidget.displayName
source: Moscow Time
cs: Moskevský čas

# NodeStatus.Error.configurationRequired
source: Configuration required
cs: Proveďte konfiguraci

# NodeStatus.Error.nodeUnreachable
source: Node unreachable
cs: Uzel je nedostupný

# NodeStatusWidget.description
source: See status of your full node.
cs: Sledujte stav svého Bitcoinového uzlu.

# NodeStatusWidget.displayName
source: Node Status
cs: Stav uzlu
